Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: System Voice synthesizes on this Mac with the macOS Spoken Content voice. Hermes Voice synthesizes through the connected server's configured TTS provider and falls back to the system voice when the server can't synthesize.
de: Die Systemstimme synthetisiert auf diesem Mac mit der macOS-Stimme aus „Gesprochene Inhalte“. Hermes Voice synthetisiert über den beim verbundenen Server konfigurierten TTS-Anbieter und greift auf die Systemstimme zurück, wenn der Server nicht synthetisieren kann.
es: La voz del sistema sintetiza en este Mac con la voz de Contenido hablado de macOS. Hermes Voice sintetiza a través del proveedor de TTS configurado en el servidor conectado y recurre a la voz del sistema cuando el servidor no puede sintetizar.
fr: La voix du système effectue la synthèse sur ce Mac avec la voix « Contenu énoncé » de macOS. Hermes Voice passe par le fournisseur TTS configuré sur le serveur connecté et revient à la voix du système quand le serveur ne peut pas synthétiser.
ja: システムの音声は、macOS の「読み上げコンテンツ」の音声を使ってこの Mac 上で合成します。Hermes Voice は、接続中のサーバーで設定された TTS プロバイダーを使って合成し、サーバーが合成できない場合はシステムの音声にフォールバックします。
pt_br: A voz do sistema sintetiza neste Mac com a voz de Conteúdo Falado do macOS. O Hermes Voice sintetiza pelo provedor de TTS configurado no servidor conectado e recorre à voz do sistema quando o servidor não consegue sintetizar.
zh_hans: 系统语音使用 macOS“朗读内容”的声音在这台 Mac 上合成。Hermes Voice 通过所连服务器配置的 TTS 提供方合成，当服务器无法合成时回退到系统语音。

source: Talk with Hermes. GPT-Live bills about $0.05 per minute to the OpenAI key on the Hermes host.
de: Mit Hermes sprechen. GPT-Live berechnet dem OpenAI-Schlüssel auf dem Hermes-Host etwa 0,05 $ pro Minute.
es: Habla con Hermes. GPT-Live cobra unos 0,05 USD por minuto a la clave de OpenAI del host de Hermes.
fr: Parlez avec Hermes. GPT-Live facture environ 0,05 $ par minute à la clé OpenAI de l’hôte Hermes.
ja: Hermes と話します。GPT-Live は Hermes ホスト上の OpenAI キーに 1 分あたり約 0.05 ドルを課金します。
pt_br: Fale com o Hermes. O GPT-Live cobra cerca de US$ 0,05 por minuto da chave da OpenAI no host do Hermes.
zh_hans: 与 Hermes 对话。GPT-Live 会按每分钟约 0.05 美元向 Hermes 主机上的 OpenAI 密钥计费。

source: Terminal bell when a blocking prompt opens — clarify, approval or sudo.
de: Signalton im Terminal, wenn eine blockierende Rückfrage erscheint — Klärung, Freigabe oder sudo.
es: Sonido del terminal cuando se abre una petición bloqueante: aclaración, aprobación o sudo.
fr: Signal sonore du terminal à l’ouverture d’une invite bloquante — clarification, approbation ou sudo.
ja: 確認・承認・sudo など、処理を止める確認が表示されたときにターミナルのベルを鳴らします。
pt_br: Som do terminal quando abre um pedido que bloqueia — esclarecimento, aprovação ou sudo.
zh_hans: 出现阻塞式提示（澄清、批准或 sudo）时响起终端提示音。

source: The Hermes host couldn't reach OpenAI.
de: Der Hermes-Host konnte OpenAI nicht erreichen.
es: El host de Hermes no pudo contactar con OpenAI.
fr: L’hôte Hermes n’a pas pu joindre OpenAI.
ja: Hermes ホストが OpenAI に接続できませんでした。
pt_br: O host do Hermes não conseguiu alcançar a OpenAI.
zh_hans: Hermes 主机无法连接到 OpenAI。

source: The Live Voice connection dropped.
de: Die Live Voice-Verbindung ist abgebrochen.
es: Se cortó la conexión de Live Voice.
fr: La connexion Live Voice a été interrompue.
ja: Live Voice の接続が切断されました。
pt_br: A conexão do Live Voice caiu.
zh_hans: Live Voice 连接已断开。

source: The Live Voice page didn't load.
de: Die Live Voice-Seite wurde nicht geladen.
es: La página de Live Voice no se cargó.
fr: La page Live Voice ne s’est pas chargée.
ja: Live Voice のページが読み込まれませんでした。
pt_br: A página do Live Voice não carregou.
zh_hans: Live Voice 页面未能加载。

source: The OpenAI key on the Hermes host has no access to GPT-Live.
de: Der OpenAI-Schlüssel auf dem Hermes-Host hat keinen Zugriff auf GPT-Live.
es: La clave de OpenAI del host de Hermes no tiene acceso a GPT-Live.
fr: La clé OpenAI de l’hôte Hermes n’a pas accès à GPT-Live.
ja: Hermes ホスト上の OpenAI キーには GPT-Live へのアクセス権がありません。
pt_br: A chave da OpenAI no host do Hermes não tem acesso ao GPT-Live.
zh_hans: Hermes 主机上的 OpenAI 密钥没有 GPT-Live 的访问权限。

source: The backup is older than this host's session data — anything recorded after it was taken is gone. Recover from a newer backup or snapshot.
de: Die Sicherung ist älter als die Sitzungsdaten dieses Hosts — alles, was danach aufgezeichnet wurde, ist verloren. Stellen Sie aus einer neueren Sicherung oder einem neueren Snapshot wieder her.
es: La copia de seguridad es más antigua que los datos de sesión de este host: todo lo registrado después se ha perdido. Restaura desde una copia o instantánea más reciente.
fr: La sauvegarde est plus ancienne que les données de session de cet hôte — tout ce qui a été enregistré ensuite est perdu. Restaurez à partir d’une sauvegarde ou d’un instantané plus récent.
ja: このバックアップは、このホストのセッションデータより古いものです。取得後に記録された内容は失われています。より新しいバックアップまたはスナップショットから復元してください。
pt_br: O backup é mais antigo que os dados de sessão deste host — tudo o que foi registrado depois se perdeu. Restaure a partir de um backup ou instantâneo mais recente.
zh_hans: 该备份比这台主机的会话数据更旧——备份之后记录的内容都已丢失。请从更新的备份或快照恢复。

source: The lock file records an install path that cannot be resolved.
de: Die Lock-Datei verweist auf einen Installationspfad, der nicht aufgelöst werden kann.
es: El archivo de bloqueo registra una ruta de instalación que no se puede resolver.
fr: Le fichier de verrouillage indique un chemin d’installation qui ne peut pas être résolu.
ja: ロックファイルに記録されているインストールパスを解決できません。
pt_br: O arquivo de bloqueio registra um caminho de instalação que não pode ser resolvido.
zh_hans: 锁文件记录的安装路径无法解析。

source: The plugin's requested capabilities were NOT granted — Hermes fails closed without a terminal. Grant them with `hermes plugins enable` in a terminal; the plugin should otherwise degrade gracefully.
de: Die vom Plug-in angeforderten Berechtigungen wurden NICHT erteilt — ohne Terminal bricht Hermes sicherheitshalber ab. Erteilen Sie sie mit `hermes plugins enable` in einem Terminal; ansonsten sollte das Plug-in sich sauber einschränken.
es: Las capacidades solicitadas por el complemento NO se concedieron: sin terminal, Hermes falla de forma segura. Concédelas con `hermes plugins enable` en un terminal; por lo demás, el complemento debería degradarse con elegancia.
fr: Les capacités demandées par le plug-in n’ont PAS été accordées — sans terminal, Hermes échoue en mode fermé. Accordez-les avec `hermes plugins enable` dans un terminal ; sinon, le plug-in devrait se dégrader proprement.
ja: プラグインが要求した機能は許可されませんでした。ターミナルがない場合、Hermes は安全側に倒して失敗します。ターミナルで `hermes plugins enable` を実行して許可してください。それ以外の場合、プラグインは機能を落として動作するはずです。
pt_br: Os recursos solicitados pelo plugin NÃO foram concedidos — sem um terminal, o Hermes falha de forma segura. Conceda-os com `hermes plugins enable` em um terminal; fora isso, o plugin deve degradar com elegância.
zh_hans: 该插件请求的能力未被授予——在没有终端的情况下，Hermes 会安全地失败。请在终端中用 `hermes plugins enable` 授予；否则插件应当优雅降级。

source: The webhook platform is not enabled on this host. Run the gateway setup wizard first.
de: Die Webhook-Plattform ist auf diesem Host nicht aktiviert. Führen Sie zuerst den Gateway-Einrichtungsassistenten aus.
es: La plataforma de webhooks no está habilitada en este host. Ejecuta primero el asistente de configuración de la pasarela.
fr: La plateforme de webhooks n’est pas activée sur cet hôte. Lancez d’abord l’assistant de configuration de la passerelle.
ja: このホストでは Webhook プラットフォームが有効になっていません。先にゲートウェイのセットアップウィザードを実行してください。
pt_br: A plataforma de webhook não está ativada neste host. Execute primeiro o assistente de configuração do gateway.
zh_hans: 此主机未启用 Webhook 平台。请先运行网关设置向导。

source: They import Hermes module paths removed by the Sep 2026 decomposition. Update the plugin, or set `plugins.allow_deprecated_imports: true` in config.yaml to force-load it while the compat layer lasts.
de: Sie importieren Hermes-Modulpfade, die die Aufteilung vom September 2026 entfernt hat. Aktualisieren Sie das Plug-in oder setzen Sie `plugins.allow_deprecated_imports: true` in der config.yaml, um es zu erzwingen, solange die Kompatibilitätsschicht besteht.
es: Importan rutas de módulo de Hermes eliminadas por la descomposición de septiembre de 2026. Actualiza el complemento, o define `plugins.allow_deprecated_imports: true` en config.yaml para forzar su carga mientras dure la capa de compatibilidad.
fr: Ils importent des chemins de module Hermes supprimés par la décomposition de septembre 2026. Mettez le plug-in à jour, ou définissez `plugins.allow_deprecated_imports: true` dans config.yaml pour forcer son chargement tant que la couche de compatibilité existe.
ja: 2026 年 9 月の分割で削除された Hermes のモジュールパスをインポートしています。プラグインを更新するか、互換レイヤーが存在する間だけ強制的に読み込むために config.yaml で `plugins.allow_deprecated_imports: true` を設定してください。
pt_br: Eles importam caminhos de módulo do Hermes removidos pela decomposição de setembro de 2026. Atualize o plugin, ou defina `plugins.allow_deprecated_imports: true` no config.yaml para forçar o carregamento enquanto a camada de compatibilidade durar.
zh_hans: 它们导入了 2026 年 9 月拆分中移除的 Hermes 模块路径。请更新该插件，或在 config.yaml 中设置 `plugins.allow_deprecated_imports: true`，在兼容层仍然存在期间强制加载。

source: This host always redacts trace exports — opting out needs Hermes v0.21.1.
de: Dieser Host schwärzt Trace-Exporte immer — zum Abwählen ist Hermes v0.21.1 nötig.
es: Este host siempre censura las exportaciones de trazas: para desactivarlo hace falta Hermes v0.21.1.
fr: Cet hôte masque toujours les exports de traces — s’en exclure nécessite Hermes v0.21.1.
ja: このホストはトレースのエクスポートを常に伏せ字にします。これを無効にするには Hermes v0.21.1 が必要です。
pt_br: Este host sempre oculta dados nas exportações de rastreamento — recusar exige o Hermes v0.21.1.
zh_hans: 此主机始终对跟踪导出进行脱敏——若要退出该行为，需要 Hermes v0.21.1。

source: This mode is a Hermes setting for the whole profile, not just Scarf: it also switches voice in Hermes's own apps.
de: Dieser Modus ist eine Hermes-Einstellung für das gesamte Profil, nicht nur für Scarf: Er wechselt auch die Sprachausgabe in den eigenen Apps von Hermes.
es: Este modo es un ajuste de Hermes para todo el perfil, no solo para Scarf: también cambia la voz en las propias apps de Hermes.
fr: Ce mode est un réglage Hermes valable pour tout le profil, pas seulement pour Scarf : il change aussi la voix dans les apps de Hermes.
ja: このモードは Scarf だけでなく、プロファイル全体に適用される Hermes の設定です。Hermes 自身のアプリでも音声が切り替わります。
pt_br: Este modo é um ajuste do Hermes para todo o perfil, não apenas para o Scarf: ele também troca a voz nos próprios apps do Hermes.
zh_hans: 此模式是适用于整个 Hermes 配置档的设置，而不仅限于 Scarf：它也会切换 Hermes 自有应用中的语音。

source: This one-shot is %@ — re-arm it for the next scheduler tick.
de: Dieser einmalige Job ist %@ — rüsten Sie ihn für den nächsten Scheduler-Tick neu.
es: Esta ejecución única está %@: prepárala de nuevo para el siguiente tic del planificador.
fr: Cette exécution unique est %@ — réarmez-la pour le prochain tic du planificateur.
ja: このワンショットは %@ です。次のスケジューラーのティックに向けて再設定してください。
pt_br: Este disparo único está %@ — rearme-o para o próximo tique do agendador.
zh_hans: 这个一次性任务为 %@——请为调度器的下一次触发重新设置它。

source: This profile has no gateway process of its own — the default profile's multiplexer carries its traffic. Manage it from the default profile.
de: Dieses Profil hat keinen eigenen Gateway-Prozess — der Multiplexer des Standardprofils übernimmt seinen Verkehr. Verwalten Sie es über das Standardprofil.
es: Este perfil no tiene un proceso de pasarela propio: el multiplexor del perfil predeterminado lleva su tráfico. Gestiónalo desde el perfil predeterminado.
fr: Ce profil n’a pas de processus de passerelle propre — le multiplexeur du profil par défaut transporte son trafic. Gérez-le depuis le profil par défaut.
ja: このプロファイルには独自のゲートウェイプロセスがありません。既定のプロファイルのマルチプレクサーがトラフィックを処理します。既定のプロファイルから管理してください。
pt_br: Este perfil não tem um processo de gateway próprio — o multiplexador do perfil padrão carrega o tráfego dele. Gerencie pelo perfil padrão.
zh_hans: 此配置档没有自己的网关进程——其流量由默认配置档的多路复用器承载。请从默认配置档进行管理。

source: This server's Hermes can't run Live Voice.
de: Das Hermes dieses Servers kann Live Voice nicht ausführen.
es: El Hermes de este servidor no puede ejecutar Live Voice.
fr: Le Hermes de ce serveur ne peut pas exécuter Live Voice.
ja: このサーバーの Hermes では Live Voice を実行できません。
pt_br: O Hermes deste servidor não consegue executar o Live Voice.
zh_hans: 此服务器上的 Hermes 无法运行 Live Voice。

source: To set it up, on the Hermes host:
de: So richten Sie es auf dem Hermes-Host ein:
es: Para configurarlo, en el host de Hermes:
fr: Pour le configurer, sur l’hôte Hermes :
ja: 設定するには、Hermes ホストで次を行います:
pt_br: Para configurar, no host do Hermes:
zh_hans: 要进行设置，请在 Hermes 主机上：

source: Trace exports cover one session at a time — use a session's own Export… for that.
de: Trace-Exporte umfassen jeweils eine Sitzung — verwenden Sie dafür das „Exportieren…“ der jeweiligen Sitzung.
es: Las exportaciones de trazas cubren una sesión a la vez: usa el «Exportar…» de la propia sesión para eso.
fr: Les exports de traces couvrent une session à la fois — utilisez pour cela l’option « Exporter… » de la session concernée.
ja: トレースのエクスポートは一度に 1 セッションずつです。そのためには各セッションの「書き出す…」を使ってください。
pt_br: As exportações de rastreamento cobrem uma sessão por vez — use o “Exportar…” da própria sessão para isso.
zh_hans: 跟踪导出一次只涵盖一个会话——请使用该会话自己的“导出…”。

source: Transcribing…
de: Wird transkribiert…
es: Transcribiendo…
fr: Transcription…
ja: 文字起こし中…
pt_br: Transcrevendo…
zh_hans: 正在转写…

source: Transcription failed. Try again.
de: Die Transkription ist fehlgeschlagen. Versuchen Sie es erneut.
es: La transcripción falló. Inténtalo de nuevo.
fr: La transcription a échoué. Réessayez.
ja: 文字起こしに失敗しました。もう一度お試しください。
pt_br: A transcrição falhou. Tente novamente.
zh_hans: 转写失败。请重试。

source: Turn on Shared usage metrics first — Hermes refuses to send without local collection enabled.
de: Aktivieren Sie zuerst „Gemeinsame Nutzungsmesswerte“ — Hermes sendet nichts, solange die lokale Erfassung aus ist.
es: Activa primero Métricas de uso compartidas: Hermes se niega a enviar nada sin la recogida local habilitada.
fr: Activez d’abord « Métriques d’utilisation partagées » — Hermes refuse d’envoyer quoi que ce soit sans la collecte locale activée.
ja: 先に「共有する利用メトリクス」をオンにしてください。ローカルでの収集が有効でない限り、Hermes は送信しません。
pt_br: Ative primeiro Métricas de uso compartilhadas — o Hermes se recusa a enviar sem a coleta local habilitada.
zh_hans: 请先开启“共享使用指标”——未启用本地收集时，Hermes 拒绝发送。

source: Unavailable during Live Voice
de: Während Live Voice nicht verfügbar
es: No disponible durante Live Voice
fr: Indisponible pendant Live Voice
ja: Live Voice 中は利用できません
pt_br: Indisponível durante o Live Voice
zh_hans: Live Voice 期间不可用

source: Unavailable during a Live Voice session.
de: Während einer Live Voice-Sitzung nicht verfügbar.
es: No disponible durante una sesión de Live Voice.
fr: Indisponible pendant une session Live Voice.
ja: Live Voice セッション中は利用できません。
pt_br: Indisponível durante uma sessão do Live Voice.
zh_hans: Live Voice 会话期间不可用。

source: Unavailable until the chat is connected.
de: Nicht verfügbar, bis der Chat verbunden ist.
es: No disponible hasta que el chat esté conectado.
fr: Indisponible tant que le chat n’est pas connecté.
ja: チャットが接続されるまで利用できません。
pt_br: Indisponível até o chat estar conectado.
zh_hans: 在聊天连接之前不可用。

source: Unavailable while dictating.
de: Während des Diktierens nicht verfügbar.
es: No disponible mientras dictas.
fr: Indisponible pendant la dictée.
ja: 音声入力中は利用できません。
pt_br: Indisponível enquanto você dita.
zh_hans: 口述期间不可用。

source: Unmute
de: Stummschaltung aufheben
es: Reactivar el sonido
fr: Réactiver le son
ja: ミュート解除
pt_br: Reativar som
zh_hans: 取消静音

source: Unmute microphone
de: Stummschaltung des Mikrofons aufheben
es: Reactivar el micrófono
fr: Réactiver le microphone
ja: マイクのミュートを解除
pt_br: Reativar o microfone
zh_hans: 取消麦克风静音

source: Update Hermes on the host (`hermes update`), then try again.
de: Aktualisieren Sie Hermes auf dem Host (`hermes update`) und versuchen Sie es erneut.
es: Actualiza Hermes en el host (`hermes update`) e inténtalo de nuevo.
fr: Mettez Hermes à jour sur l’hôte (`hermes update`), puis réessayez.
ja: ホストの Hermes を更新（`hermes update`）してから、もう一度お試しください。
pt_br: Atualize o Hermes no host (`hermes update`) e tente novamente.
zh_hans: 在主机上更新 Hermes（`hermes update`），然后重试。

source: Update Hermes on the host to 0.21.3 or newer, then try again.
de: Aktualisieren Sie Hermes auf dem Host auf 0.21.3 oder neuer und versuchen Sie es erneut.
es: Actualiza Hermes en el host a la versión 0.21.3 o posterior e inténtalo de nuevo.
fr: Mettez Hermes à jour sur l’hôte vers 0.21.3 ou plus récent, puis réessayez.
ja: ホストの Hermes を 0.21.3 以降に更新してから、もう一度お試しください。
pt_br: Atualize o Hermes no host para a versão 0.21.3 ou mais recente e tente novamente.
zh_hans: 将主机上的 Hermes 更新到 0.21.3 或更高版本，然后重试。

source: Updates & Guardrails
de: Updates & Schutzmechanismen
es: Actualizaciones y salvaguardas
fr: Mises à jour et garde-fous
ja: アップデートとガードレール
pt_br: Atualizações e salvaguardas
zh_hans: 更新与防护

source: Upload sends logs, config (with secrets redacted), and system info to Nous Research support infrastructure, and prints paste URLs. Showing the report keeps everything on this machine. Review the output below before sharing anything.
de: Beim Hochladen werden Protokolle, die Konfiguration (mit geschwärzten Geheimnissen) und Systeminformationen an die Support-Infrastruktur von Nous Research gesendet und Paste-URLs ausgegeben. Beim Anzeigen des Berichts bleibt alles auf diesem Rechner. Prüfen Sie die Ausgabe unten, bevor Sie etwas weitergeben.
es: Al subir se envían registros, la configuración (con los secretos censurados) y datos del sistema a la infraestructura de soporte de Nous Research, y se muestran URLs de pegado. Mostrar el informe mantiene todo en esta máquina. Revisa la salida de abajo antes de compartir nada.
fr: L’envoi transmet les journaux, la configuration (secrets masqués) et les informations système à l’infrastructure de support de Nous Research, et affiche des URL de partage. Afficher le rapport garde tout sur cette machine. Vérifiez la sortie ci-dessous avant de partager quoi que ce soit.
ja: アップロードすると、ログ、設定（シークレットは伏せ字）、システム情報が Nous Research のサポート基盤に送信され、ペースト用の URL が表示されます。レポートを表示するだけなら、すべてこのマシン内にとどまります。何かを共有する前に、下の出力を確認してください。
pt_br: O envio manda logs, configuração (com segredos ocultos) e informações do sistema para a infraestrutura de suporte da Nous Research, e imprime URLs de compartilhamento. Mostrar o relatório mantém tudo nesta máquina. Revise a saída abaixo antes de compartilhar qualquer coisa.
zh_hans: 上传会把日志、配置（密钥已脱敏）和系统信息发送到 Nous Research 的支持基础设施，并打印粘贴链接。仅显示报告则所有内容都留在本机。分享任何内容前请先查看下面的输出。

source: Uploads the locally collected aggregates. Only data recorded inside an opt-in window is ever sent.
de: Lädt die lokal erfassten Aggregate hoch. Gesendet wird nur, was innerhalb eines Zustimmungszeitraums aufgezeichnet wurde.
es: Sube los agregados recogidos localmente. Solo se envía lo registrado dentro de un periodo de consentimiento.
fr: Envoie les agrégats collectés localement. Seules les données enregistrées pendant une période de consentement sont transmises.
ja: ローカルで収集した集計データをアップロードします。送信されるのは、オプトイン期間内に記録されたデータのみです。
pt_br: Envia os agregados coletados localmente. Só são enviados os dados registrados dentro de um período de consentimento.
zh_hans: 上传本地收集的聚合数据。只会发送在同意窗口内记录的数据。

source: Voice Chat Mode
de: Sprachchat-Modus
es: Modo de chat de voz
fr: Mode de chat vocal
ja: 音声チャットのモード
pt_br: Modo de chat por voz
zh_hans: 语音聊天模式

source: Voice chat mode
de: Sprachchat-Modus
es: Modo de chat de voz
fr: Mode de chat vocal
ja: 音声チャットのモード
pt_br: Modo de chat por voz
zh_hans: 语音聊天模式

source: Voice session ended
de: Sprachsitzung beendet
es: Sesión de voz finalizada
fr: Session vocale terminée
ja: 音声セッションが終了しました
pt_br: Sessão de voz encerrada
zh_hans: 语音会话已结束

source: Voice session ended. %@
de: Sprachsitzung beendet. %@
es: Sesión de voz finalizada. %@
fr: Session vocale terminée. %@
ja: 音声セッションが終了しました。%@
pt_br: Sessão de voz encerrada. %@
zh_hans: 语音会话已结束。%@

source: Where FAILURE notices go instead of Deliver — `local` suppresses them entirely (run state still shows in the list). Empty = failures follow Deliver. v0.21.1+ only.
de: Wohin FEHLER-Meldungen statt an „Zustellen“ gehen — `local` unterdrückt sie vollständig (der Ausführungsstatus erscheint weiterhin in der Liste). Leer = Fehler folgen „Zustellen“. Nur ab v0.21.1.
es: Adónde van los avisos de FALLO en lugar de a Entrega: `local` los suprime del todo (el estado de la ejecución sigue apareciendo en la lista). Vacío = los fallos siguen a Entrega. Solo a partir de v0.21.1.
fr: Où vont les avis d’ÉCHEC au lieu de « Remise » — `local` les supprime entièrement (l’état d’exécution reste visible dans la liste). Vide = les échecs suivent « Remise ». Uniquement à partir de v0.21.1.
ja: 失敗の通知を「配信」ではなくどこに送るかを指定します。`local` にすると完全に抑制されます（実行状態は一覧に表示されます）。空欄にすると、失敗は「配信」に従います。v0.21.1 以降のみ。
pt_br: Para onde vão os avisos de FALHA em vez de Entrega — `local` os suprime totalmente (o estado da execução continua aparecendo na lista). Vazio = as falhas seguem a Entrega. Apenas v0.21.1 ou posterior.
zh_hans: 失败通知发送到哪里，而不是发到“投递”——`local` 会完全抑制它们（运行状态仍会显示在列表中）。留空表示失败跟随“投递”。仅限 v0.21.1 及以上。

source: With GPT-Live, your voice streams directly from this Mac to OpenAI; the Hermes host only sets up the session, so OpenAI also sees this Mac's network address. Each session also shares recent messages from the chat with OpenAI for context.
de: Mit GPT-Live wird Ihre Stimme direkt von diesem Mac an OpenAI gestreamt; der Hermes-Host richtet nur die Sitzung ein, daher sieht OpenAI auch die Netzwerkadresse dieses Macs. Jede Sitzung teilt außerdem aktuelle Nachrichten aus dem Chat als Kontext mit OpenAI.
es: Con GPT-Live, tu voz se transmite directamente desde este Mac a OpenAI; el host de Hermes solo prepara la sesión, así que OpenAI también ve la dirección de red de este Mac. Cada sesión comparte además mensajes recientes del chat con OpenAI como contexto.
fr: Avec GPT-Live, votre voix est diffusée directement de ce Mac vers OpenAI ; l’hôte Hermes ne fait que mettre en place la session, OpenAI voit donc aussi l’adresse réseau de ce Mac. Chaque session partage en outre les messages récents du chat avec OpenAI comme contexte.
ja: GPT-Live では、あなたの声はこの Mac から OpenAI へ直接ストリーミングされます。Hermes ホストはセッションを設定するだけなので、OpenAI はこの Mac のネットワークアドレスも把握します。また、各セッションはチャットの最近のメッセージをコンテキストとして OpenAI と共有します。
pt_br: Com o GPT-Live, sua voz é transmitida direto deste Mac para a OpenAI; o host do Hermes apenas prepara a sessão, então a OpenAI também vê o endereço de rede deste Mac. Cada sessão também compartilha mensagens recentes do chat com a OpenAI como contexto.
zh_hans: 使用 GPT-Live 时，你的声音会从这台 Mac 直接流式传输到 OpenAI；Hermes 主机只负责建立会话，因此 OpenAI 也会看到这台 Mac 的网络地址。每次会话还会把聊天中最近的消息作为上下文共享给 OpenAI。

source: You said stop, so Live Voice ended.
de: Sie haben „Stopp“ gesagt, daher wurde Live Voice beendet.
es: Dijiste «stop», así que Live Voice finalizó.
fr: Vous avez dit « stop », Live Voice s’est donc terminé.
ja: 「ストップ」と言われたため、Live Voice を終了しました。
pt_br: Você disse “stop”, então o Live Voice encerrou.
zh_hans: 你说了“stop”，因此 Live Voice 已结束。

source: Your Hermes host couldn't reach OpenAI to start Live Voice.
de: Ihr Hermes-Host konnte OpenAI nicht erreichen, um Live Voice zu starten.
es: Tu host de Hermes no pudo contactar con OpenAI para iniciar Live Voice.
fr: Votre hôte Hermes n’a pas pu joindre OpenAI pour démarrer Live Voice.
ja: Hermes ホストが Live Voice を開始するために OpenAI に接続できませんでした。
pt_br: Seu host do Hermes não conseguiu alcançar a OpenAI para iniciar o Live Voice.
zh_hans: 你的 Hermes 主机无法连接到 OpenAI 以启动 Live Voice。
